Repository: kaihokori/pf
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr, id, ru, zh

# %@ (%@ local)
source: %1$@ (%2$@ local)
es: %@ (%@ Local)
fr: %@ (%@ Local)
id: %@ (%@ lokal)
ru: %@ (%@ Локальный)
zh: %@（%@本地）

source: %@ (Other)
es: %@ (Otro)
fr: %@ (Autre)
id: %@ (Lainnya)
ru: %@ (Другое)
zh: %@（其他）

source: %@ Summary
es: %@ Resumen
fr: %@ Résumé
id: %@ Ringkasan
ru: %@ Резюме
zh: %@ 总结

# %@ x %@
source: %1$@ x %2$@
es: %@ X %@
fr: %@ X %@
id: %@ x %@
ru: %@ X %@
zh: %@ x %@

source: %lld days left
es: % De días restantes
fr: %lld jours restants
id: %lld hari tersisa
ru: %lld дней осталось
zh: %lld天数

source: %lld default values
es: Valores predeterminados %lld
fr: Valeurs par défaut %lld
id: Nilai bawaan %lld
ru: Значения по умолчанию %lld
zh: %lld默认值

source: %lld Groups Linked
es: %lld Grupos vinculados
fr: %lld Groupes liés
id: %lld Grup Terhubung
ru: %lld Связанные группы
zh: %lld 群组已链接

source: %lld ingredients
es: %lld de ingredientes
fr: %lld ingrédients
id: %lld bahan
ru: %lld ингредиенты
zh: %lld成分

source: %lld plays
es: %lld juega
fr: %lld joue
id: %lld bermain
ru: %lld играет
zh: %lld播放

source: %lld points
es: %lld de puntos
id: %lld poin
ru: %lld баллов
zh: %lld积分

source: %lld selected
es: %lld seleccionado
fr: %lld sélectionné
id: %lld dipilih
ru: %lld выбрано
zh: %lld被选中

source: %lld%% of goal
es: %lld%% de objetivo
fr: %lld%% d'objectif
id: %lld%% dari tujuan
ru: %lld%% цели
zh: %lld%%的目标

source: • HR End: %lld
es: • Final de HR: %lld
fr: • Fin HR : %lld
id: • HR Akhir: %lld
ru: • Конец HR: %lld
zh: • HR 结束：%lld

# • HR: %lld→%lld
source: • HR: %1$lld→%2$lld
es: • HR: %lld→%lld
fr: • HR : %lld→%lld
id: • HR: %lld→%lld
ru: • ЧСС: %lld→%lld
zh: •人力资源：%lld→%lld

source: + %lld more
es: + %lld más
fr: + %lld plus
id: + %lld lebih
ru: + %lld больше
zh: + %lld更多

source: 1 Group Linked
es: 1 grupo vinculado
fr: 1 groupe lié
id: 1 Grup Terhubung
ru: 1 Связанная Группа
zh: 1组链接

source: 4–7 times per week
es: De 4 a 7 veces a la semana
fr: 4 à 7 fois par semaine
id: 4–7 kali per minggu
ru: 4–7 раз в неделю
zh: 每周4-7次

source: 11 minutes total
es: 11 minutos en total
fr: 11 minutes au total
id: Total 11 menit
ru: Всего 11 минут
zh: 共11分钟

source: 19 minutes or longer per session
es: 19 minutos o más por sesión
fr: 19 minutes ou plus par session
id: 19 menit atau lebih lama per sesi
ru: 19 минут или больше за сеанс
zh: 每节课19分钟或更长时间

source: 57 minutes total
es: 57 minutos en total
fr: 57 minutes au total
id: Total 57 menit
ru: Всего 57 минут
zh: 共57分钟

source: A point will be saved every %lldm.
es: Se guardará un punto cada %lldm.
fr: Un point sera enregistré chaque %lldm.
id: Sebuah poin akan dihemat setiap %lldm.
ru: Каждый %lldm будет сохранен балл.
zh: 每%lldm将保存一个点。

source: Access Denied
es: Acceso Deneado
fr: Accès refu
id: Akses Ditolak
ru: Доступ Отканено
zh: 访问被拒绝

source: Access your account settings and profile here.
es: Accede a la configuración y al perfil de tu cuenta aquí.
fr: Accédez aux paramètres de votre compte et à votre profil ici.
id: Akses pengaturan akun dan profil Anda di sini.
ru: Перейдите в настройки учетной записи и профиль здесь.
zh: 在此处访问您的帐户设置和个人资料。

source: Activity
es: Actividad
fr: Activité
id: Aktivitas
ru: Деятельность
zh: 行为

source: Activity Factors
es: Factores de actividad
fr: Facteurs d'activité
id: Faktor Aktivitas
ru: Факторы активности
zh: 活动因素

source: Activity factors: sedentary 1.2, light 1.375, moderate 1.55, high 1.725, athlete 1.9.
es: Factores de actividad: sedentario 1,2, ligero 1,375, moderado 1,55, alto 1,725, atleta 1,9.
fr: Facteurs d'activité : sédentaire 1,2, léger 1,375, modéré 1,55, élevé 1,725, athlète 1,9.
id: Faktor aktivitas: menetap 1,2, ringan 1,375, sedang 1,55, tinggi 1,725, atlet 1,9.
ru: Факторы активности: малоподвижный 1,2, легкий 1,375, умеренный 1,55, высокий 1,725, спортсмен 1,9.
zh: 活动因子：久坐1.2，轻1.375，中1.55，高1.725，运动员1.9。

source: Activity level
es: Nivel de actividad
fr: Niveau d'activité
id: Tingkat aktivitas
ru: Уровень активности
zh: 活动级别

source: Activity Level
es: Nivel de actividad
fr: Niveau d'activité
id: Tingkat Aktivitas
ru: Уровень активности
zh: 活动级别

source: Activity Levels
es: Niveles de actividad
fr: Niveaux d'activité
id: Tingkat Aktivitas
ru: Уровни активности
zh: 活动级别

source: Activity Metrics
es: Métricas de actividad
fr: Mesures d'activité
id: Metrik Aktivitas
ru: Показатери активности
zh: 活动指标

source: Activity name
es: Nombre de la actividad
fr: Nom de l'activité
id: Nama aktivitas
ru: Название деятельности
zh: 活动名称

source: Add
es: Añadir
fr: Ajouter
id: Tambah
ru: Добавлять, добавить
zh: 补充

source: Add a body part...
es: Añade una parte del cuerpo...
fr: Ajouter une partie du corps...
id: Tambahkan bagian tubuh...
ru: Добавьте часть тела...
zh: 添加一个身体部位...

source: Add a new event with the plus icon to start planning your travel timeline.
es: Añade un nuevo evento con el icono más para empezar a planificar tu línea de tiempo de viaje.
fr: Ajoutez un nouvel événement avec l'icône plus pour commencer à planifier votre calendrier de voyage.
id: Tambahkan acara baru dengan ikon plus untuk mulai merencanakan jadwal perjalanan Anda.
ru: Добавьте новое событие со значком плюса, чтобы начать планировать свою поездку.
zh: 添加带有加号图标的新事件，开始规划您的旅行时间表。

source: Add a new tv show or movie with the Log Watched button to start tracking.
es: Añade un nuevo programa de televisión o película con el botón Log Watched para iniciar el seguimiento.
fr: Ajoutez une nouvelle émission de télévision ou un nouveau film à l'aide du bouton Journal regardé pour lancer le suivi.
id: Tambahkan acara tv atau film baru dengan tombol Log Ditonton untuk mulai melacak.
ru: Добавьте новое телешоу или фильм с помощью кнопки «Сознать просмотр», чтобы начать отслеживание.
zh: 使用“Log Watched”（日志已观看）按钮添加新的电视节目或电影，以开始跟踪。

source: Add any additional notes here...
es: Añade cualquier nota adicional aquí...
fr: Ajoutez des notes supplémentaires ici...
id: Tambahkan catatan tambahan di sini...
ru: Добавьте сюда дополнительные заметки...
zh: 在这里添加任何其他注释...

source: Add any reminders or details
es: Añade cualquier recordatorio o detalle
fr: Ajoutez des rappels ou des détails
id: Tambahkan pengingat atau detail apa pun
ru: Добавьте любые напоминания или детали
zh: 添加任何提醒或详细信息

source: Add cravings using the Edit button to track foods you want to watch.
es: Añade antojos usando el botón Editar para rastrear los alimentos que quieres ver.
fr: Ajoutez des envies à l'aide du bouton Modifier pour suivre les aliments que vous voulez regarder.
id: Tambahkan keinginan menggunakan tombol Edit untuk melacak makanan yang ingin Anda tonton.
ru: Добавьте тягу к нажатию кнопки «Правка», чтобы отслеживать продукты, которые вы хотите посмотреть.
zh: 使用“编辑”按钮添加渴望，以跟踪您想要观看的食物。

source: Add Details
es: Añadir detalles
fr: Ajouter des détails
id: Tambahkan Detail
ru: Добавить Детали
zh: 添加详细信息

source: Add Event
es: Añadir Evento
fr: Ajouter un événement
id: Tambahkan Acara
ru: Добавить событие
zh: 添加事件

source: Add Exercise
es: Añadir Ejercicio
fr: Ajouter De L'Exercice
id: Tambahkan Latihan
ru: Добавить Упражнение
zh: 添加练习

source: Add habits using the Edit button to start tracking daily routines.
es: Añade hábitos usando el botón Editar para empezar a realizar un seguimiento de las rutinas diarias.
fr: Ajoutez des habitudes à l'aide du bouton Modifier pour commencer à suivre les routines quotidiennes.
id: Tambahkan kebiasaan menggunakan tombol Edit untuk mulai melacak rutinitas harian.
ru: Добавьте привычки, используя кнопку «Изменить», чтобы начать отслеживать повседневные процедуры.
zh: 使用“编辑”按钮添加习惯，开始跟踪日常工作。

source: Add Ingredient
es: Añadir ingrediente
fr: Ajouter un ingrédient
id: Tambahkan Bahan
ru: Добавить Ингредиент
zh: 添加成分

source: Add items using the Edit button to build your grocery list.
es: Añade artículos usando el botón Editar para crear tu lista de la compra.
fr: Ajoutez des articles à l'aide du bouton Modifier pour créer votre liste d'épicerie.
id: Tambahkan item menggunakan tombol Edit untuk membuat daftar belanjaan Anda.
ru: Добавьте товары с помощью кнопки «Изменить», чтобы составить список продуктов.
zh: 使用“编辑”按钮添加项目来构建您的购物清单。

source: Add macros using the Edit button to start tracking nutrition.
es: Añade macros usando el botón Editar para empezar a realizar un seguimiento de la nutrición.
fr: Ajoutez des macros à l'aide du bouton Modifier pour commencer à suivre la nutrition.
id: Tambahkan makro menggunakan tombol Edit untuk mulai melacak nutrisi.
ru: Добавьте макросы с помощью кнопки «Изменить», чтобы начать отслеживать питание.
zh: 使用“编辑”按钮添加宏，开始跟踪营养。

source: Add meals your meal plan through the Catalog.
es: Agregue comidas a su plan de comidas a través del Catálogo.
fr: Ajoutez les repas à votre plan de repas via le catalogue.
id: Tambahkan makanan ke rencana makan Anda melalui Katalog.
ru: Добавьте свой план питания через каталог.
zh: 通过目录将餐点添加到您的膳食计划中。

source: Add metrics using the Edit button to start tracking your daily activity.
es: Añade métricas usando el botón Editar para empezar a realizar un seguimiento de tu actividad diaria.
fr: Ajoutez des indicateurs à l'aide du bouton Modifier pour commencer à suivre votre activité quotidienne.
id: Tambahkan metrik menggunakan tombol Edit untuk mulai melacak aktivitas harian Anda.
ru: Добавьте показатели с помощью кнопки «Изменить», чтобы начать отслеживать свою ежедневную активность.
zh: 使用“编辑”按钮添加指标，开始跟踪您的日常活动。

source: Add metrics using the Edit button to start tracking your health and wellness.
es: Añade métricas usando el botón Editar para empezar a hacer un seguimiento de tu salud y bienestar.
fr: Ajoutez des mesures à l'aide du bouton Modifier pour commencer à suivre votre santé et votre bien-être.
id: Tambahkan metrik menggunakan tombol Edit untuk mulai melacak kesehatan dan kebugaran Anda.
ru: Добавьте показатели с помощью кнопки «Изменить», чтобы начать отслеживать свое здоровье и самочувствие.
zh: 使用“编辑”按钮添加指标，开始跟踪您的健康和健康。

source: Add PDF
es: Añadir PDF
fr: Ajouter un PDF
id: Tambahkan PDF
ru: Добавить PDF
zh: 添加PDF

source: Add Photo
es: Añadir foto
fr: Ajouter une photo
id: Tambahkan Foto
ru: Добавить Фото
zh: 添加照片

source: Add Progress
es: Añadir Progreso
fr: Ajouter La Progression
id: Tambahkan Kemajuan
ru: Добавить Прогресс
zh: 添加进度

source: Add sobriety challenges with the Edit button to start tracking your progress.
es: Agregue desafíos de sobriedad con el botón Editar para comenzar a realizar un seguimiento de su progreso.
fr: Ajoutez des défis de sobriété avec le bouton Modifier pour commencer à suivre votre progression.
id: Tambahkan tantangan ketenangan dengan tombol Edit untuk mulai melacak kemajuan Anda.
ru: Добавьте проблемы трезвости с помощью кнопки «Изменить», чтобы начать отслеживать свой прогресс.
zh: 使用“编辑”按钮添加清醒挑战，开始跟踪您的进度。

source: Add sports using the Edit button to track activities and submit data.
es: Añade deportes usando el botón Editar para realizar un seguimiento de las actividades y enviar datos.
fr: Ajoutez des sports à l'aide du bouton Modifier pour suivre les activités et soumettre des données.
id: Tambahkan olahraga menggunakan tombol Edit untuk melacak aktivitas dan mengirimkan data.
ru: Добавляйте виды спорта с помощью кнопки «Изменить», чтобы отслеживать активность и отправлять данные.
zh: 使用“编辑”按钮添加运动来跟踪活动并提交数据。

source: Add Step
es: Añadir paso
fr: Ajouter une étape
id: Tambahkan Langkah
ru: Добавить Шаг
zh: 添加步骤

source: Add supplements in the Edit screen to track them here.
es: Añade suplementos en la pantalla Editar para rastrearlos aquí.
fr: Ajoutez des suppléments dans l'écran Modifier pour les suivre ici.
id: Tambahkan suplemen di layar Edit untuk melacaknya di sini.
ru: Добавьте дополнения на экране редактирования, чтобы отслеживать их здесь.
zh: 在“编辑”屏幕中添加补充，以在这里跟踪它们。

source: Add tasks using the Edit button to start building a daily routine.
es: Añade tareas usando el botón Editar para empezar a crear una rutina diaria.
fr: Ajoutez des tâches à l'aide du bouton Modifier pour commencer à créer une routine quotidienne.
id: Tambahkan tugas menggunakan tombol Edit untuk mulai membangun rutinitas harian.
ru: Добавьте задачи с помощью кнопки «Изменить», чтобы начать строить распорядок дня.
zh: 使用“编辑”按钮添加任务，以开始建立日常工作。

source: Add timers using the Edit button to set up activity timers.
es: Añade temporizadores usando el botón Editar para configurar temporizadores de actividad.
fr: Ajoutez des minuteries à l'aide du bouton Modifier pour configurer des minuteries d'activité.
id: Tambahkan pengatur waktu menggunakan tombol Edit untuk mengatur pengatur waktu aktivitas.
ru: Добавьте таймеры с помощью кнопки «Изменить», чтобы настроить таймеры активности.
zh: 使用“编辑”按钮添加计时器来设置活动计时器。

source: Add to Groceries
es: Añadir a los comestibles
fr: Ajouter aux épiceries
id: Tambahkan ke Bahan Makanan
ru: Добавить в продукты
zh: 添加到杂货

source: Add weight groups in the Edit screen to track them here.
es: Agregue grupos de peso en la pantalla Editar para rastrearlos aquí.
fr: Ajoutez des groupes de poids dans l'écran Modifier pour les suivre ici.
id: Tambahkan grup berat di layar Edit untuk melacaknya di sini.
ru: Добавьте весовые группы на экране редактирования, чтобы отслеживать их здесь.
zh: 在“编辑”屏幕中添加重量组，以在此处跟踪它们。

source: Address
es: Dirección
fr: Adresse
id: Alamat
ru: Адрес
zh: 住址

source: Adjust Consumed Calories
es: Ajustar las calorías consumidas
fr: Ajuster les calories consommées
id: Sesuaikan Kalori yang Dikonsumsi
ru: Отрегулируйте Потребляемые Калории
zh: 调整消耗的卡路里

source: Adjust Progress
es: Ajustar el progreso
fr: Ajuster la progression
id: Sesuaikan Kemajuan
ru: Скорректировать Прогресс
zh: 调整进度

source: Alert Preferences
es: Preferencias de alerta
fr: Préférences d'alerte
id: Preferensi Peringatan
ru: Предпочтения Оповещений
zh: 警报偏好设置

source: Always end with cold. Forcing your body to reheat naturally (non-shivering thermogenesis) is what activates the brown fat and metabolic benefits.
es: Siempre termina con frío. Obligar a su cuerpo a recalentar de forma natural (termogénesis sin temblores) es lo que activa la grasa marrón y los beneficios metabólicos.
fr: Se termine toujours par un rhume. Forcer votre corps à se réchauffer naturellement (thermogenèse non tremblante) est ce qui active la graisse brune et les bienfaits métaboliques.
id: Selalu berakhir dengan dingin. Memaksa tubuh Anda untuk memanaskan kembali secara alami (termogenesis tanpa menggigil) adalah apa yang mengaktifkan lemak coklat dan manfaat metabolik.
ru: Всегда заканчиваешь холодом. Заставляя ваше тело нагреваться естественным путем (термогенез без дрожания) - это то, что активирует коричневый жир и метаболические преимущества.
zh: 总是以寒冷结束。 迫使你的身体自然地重新加热（非颤抖的热生成）是激活棕色脂肪和代谢益处的原因。

source: Amount
es: Cantidad
fr: Montant
id: Jumlah
ru: Сумма
zh: 数量

source: Amount (%@)
es: Cantidad (%@)
fr: Montant (%@)
id: Jumlah (%@)
ru: Сумма (%@)
zh: 数量（%@）

source: Amount (e.g. 100 g)
es: Cantidad (por ejemplo, 100 g)
fr: Quantité (par exemple 100 g)
id: Jumlah (misalnya 100 g)
ru: Количество (например, 100 г)
zh: 数量（例如100克）

source: Amount or note (e.g. 5 g or 3 scoops)
es: Cantidad o nota (por ejemplo, 5 g o 3 cucharadas)
fr: Quantité ou note (par exemple 5 g ou 3 cuillères)
id: Jumlah atau catatan (misalnya 5 g atau 3 sendok)
ru: Количество или примечание (например, 5 г или 3 ложки)
zh: 数量或说明（例如5克或3勺）

source: Apple Music Library
es: Biblioteca De Apple Music
fr: Bibliothèque Apple Music
id: Perpustakaan Apple Music
ru: Библиотека Apple Music
zh: 苹果音乐资料库

source: Apply activity factor to get maintenance (TDEE):
es: Aplicar el factor de actividad para obtener mantenimiento (TDEE):
fr: Appliquer le facteur d'activité pour obtenir la maintenance (TDEE) :
id: Terapkan faktor aktivitas untuk mendapatkan pemeliharaan (TDEE):
ru: Применить коэффициент активности, чтобы получить техническое обслуживание (TDEE):
zh: 应用活动因素来获得维护（TDEE）：

source: Are you sure you want to delete this entry? This actions cannot be undone.
es: ¿Estás seguro de que quieres borrar esta entrada? Estas acciones no se pueden deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette entrée ? Ces actions ne peuvent pas être défaites.
id: Apakah Anda yakin ingin menghapus entri ini? Tindakan ini tidak dapat dibatalkan.
ru: Вы уверены, что хотите удалить эту запись? Эти действия нельзя отменить.
zh: 您确定要删除此条目吗？ 这个动作是无法撤销的。

source: Are you sure you want to sign out?
es: ¿Estás seguro de que quieres cerrar la sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
id: Apakah Anda yakin ingin keluar?
ru: Вы уверены, что хотите выйти?
zh: 你确定要退出吗？

source: Attached Photos
es: Fotos Adjuntas
fr: Photos Ci-Jointes
id: Foto Terlampir
ru: Прикрепленные Фотографии
zh: 附上的照片

source: Auto Calculate Macros
es: Macros de cálculo automático
fr: Calculer automatiquement les macros
id: Makro Perhitungan Otomatis
ru: Автоматический Расчет Макросов
zh: 自动计算宏

source: Auto Calculate Target
es: Calcular automáticamente el objetivo
fr: Calcul automatique de la cible
id: Target Perhitungan Otomatis
ru: Автоматический Расчет Цели
zh: 自动计算目标

source: Auto-fill from schedule
es: Llenado automático desde el horario
fr: Remplissage automatique à partir du calendrier
id: Pengisian otomatis dari jadwal
ru: Автозаполнение из расписания
zh: 从时间表中自动填充

source: Auto-Match Photos
es: Fotos de coincidencia automática
fr: Photos De Correspondance Automatique
id: Foto yang Cocok Secara Otomatis
ru: Фотографии Auto Match
zh: 自动匹配照片

source: Automatic maintenance calorie calculations are disabled unless you select Male or Female.
es: Los cálculos de calorías de mantenimiento automático están deshabilitados a menos que seleccione Hombre o Mujer.
fr: Les calculs de calories de maintenance automatique sont désactivés à moins que vous ne sélectionniez Homme ou Femme.
id: Perhitungan kalori pemeliharaan otomatis dinonaktifkan kecuali Anda memilih Pria atau Wanita.
ru: Автоматический расчет калорий обслуживания отключен, если вы не выберете мужчину или женщину.
zh: 除非您选择男性或女性，否则自动维护卡路里计算将被禁用。

source: Back
es: Espalda
fr: En arrière
id: Belakang
ru: Назад
zh: 背部

source: Back Muscles
es: Músculos De La Espalda
fr: Muscles du dos
id: Otot Punggung
ru: Мышцы Спины
zh: 背部肌肉

source: Birth date
es: Fecha de nacimiento
fr: Date de naissance
id: Tanggal lahir
ru: Дата рождения
zh: 出生日期

source: Body Fat
es: Grasa corporal
fr: Tissus adipeux
id: Lemak Tubuh
ru: Жиры
zh: 脂肪组织

source: Body part
es: Parte del cuerpo
fr: Partie du corps
id: Bagian tubuh
ru: Часть тела
zh: 身体部位

source: Body Part
es: Parte Del Cuerpo
fr: Partie du corps
id: Bagian Tubuh
ru: Часть Тела
zh: 身体部位

source: BODY PART
es: PARTE DEL CUERPO
fr: Partie du corps
id: BAGIAN TUBUH
ru: ЧАСТЬ ТЕЛА
zh: 身体部位

source: Body Water
es: Agua Corporal
fr: Eau Corporelle
id: Air Tubuh
ru: Вода В Организме
zh: 身体水

source: Bottom
es: Inferior
fr: Bas
id: Dasar
ru: Дно
zh: 底面

source: Build Your Schedule
es: Construye Tu Agenda
fr: Construisez Votre Emploi Du Temps
id: Buat Jadwal Anda
ru: Составьте Свое Расписание
zh: 制定你的日程安排

source: By continuing you'll begin a 14 day trial of Pro
es: Al continuar, comenzarás una prueba de 14 días de Pro
fr: En continuant, vous commencerez un essai de 14 jours de Pro
id: Dengan melanjutkan, Anda akan memulai uji coba Pro selama 14 hari
ru: Продолжая, вы начнете 14-дневную пробную версию Pro
zh: 通过继续，您将开始试用Pro的14天

source: By tapping Continue, you will be charged, your subscription will auto-renew for the same price and package length until you cancel via App Store Settings.
es: Al hacer clic en Continuar, se le cobrará, su suscripción se renovará automáticamente por el mismo precio y duración del paquete hasta que cancele a través de la configuración de la App Store.
fr: En appuyant sur Continuer, vous serez facturé, votre abonnement sera renouvelé automatiquement pour le même prix et la même durée de forfait jusqu'à ce que vous annuliez via les paramètres de l'App Store.
id: Dengan mengetuk Lanjutkan, Anda akan dikenakan biaya, langganan Anda akan diperpanjang secara otomatis dengan harga dan durasi paket yang sama sampai Anda membatalkan melalui Pengaturan App Store.
ru: При нажании «Продолжить» с вас будет взиматься плата, ваша подписка будет автоматически продлеваться по той же цене и продолжительности пакета, пока вы не отмените ее через настройки App Store.
zh: 点击“继续”，您将被收取费用，您的订阅将以相同的价格和套餐长度自动续订，直到您通过App Store设置取消。

source: Calorie Burn Goal
es: Objetivo de quemar calorías
fr: Objectif De Brûlure De Calories
id: Tujuan Pembakaran Kalori
ru: Цель Сжигания Калорий
zh: 卡路里消耗目标

source: Calorie Tracking
es: Seguimiento de calorías
fr: Suivi des calories
id: Pelacakan Kalori
ru: Отслеживание Калорий
zh: 卡路里追踪

source: Calories
es: Calorías
id: Kalori
ru: Калории
zh: 卡路里

source: Calories (cal)
es: Calorías (cal)
id: Kalori (kal)
ru: Калории (кал)
zh: 卡路里（卡路里）

source: Calories (e.g. 180)
es: Calorías (por ejemplo, 180)
fr: Calories (par exemple 180)
id: Kalori (misalnya 180)
ru: Калории (например, 180)
zh: 卡路里（例如180）

source: Camera unavailable
es: Cámara no disponible
fr: Caméra non disponible
id: Kamera tidak tersedia
ru: Камера недоступна
zh: 相机不可用

source: Can't find what you're looking for?
es: ¿No encuentras lo que buscas?
fr: Vous ne trouvez pas ce que vous cherchez ?
id: Tidak dapat menemukan apa yang Anda cari?
ru: Не можете найти то, что ищете?
zh: 找不到你要找的东西？

source: Cancel
es: Cancelar
fr: Annuler
id: Membatalkan
ru: Отмена
zh: 取消

source: Carbohydrates
es: Carbohidratos
fr: Glucides
id: Karbohidrat
ru: Углеводы
zh: 碳水化合物

source: Category
es: Categoría
fr: Catégorie
id: Kategori
ru: Категория
zh: 范畴

source: Category #%lld
es: Categoría #%lld
fr: Catégorie #%lld
id: Kategori #%lld
ru: Категория #%lld
zh: 类别#%lld

source: Category Name
es: Nombre de la categoría
fr: Nom de la catégorie
id: Nama Kategori
ru: Название категории
zh: 类别名称

source: Challenge Name
es: Nombre del desafío
fr: Nom du défi
id: Nama Tantangan
ru: Название Вызова
zh: 挑战名称

source: Challenge Name (e.g. Gambling)
es: Nombre del desafío (por ejemplo, juegos de azar)
fr: Nom du défi (par exemple, jeu)
id: Nama Tantangan (misalnya Perjudian)
ru: Название задачи (например, азартные игры)
zh: 挑战名称（例如赌博）

source: Change Date
es: Cambio de fecha
fr: Changement de date
id: Ubah Tanggal
ru: Изменить дату
zh: 更改日期

source: Change Goal
es: Cambiar El Objetivo
fr: Changer D'Objectif
id: Ubah Tujuan
ru: Изменить Цель
zh: 改变目标

source: Change Goals
es: Cambiar Los Objetivos
fr: Changer D'Objectifs
id: Ubah Tujuan
ru: Изменить Цели
zh: 改变目标

source: Check the weather forecast to plan your outdoor activities.
es: Consulta el pronóstico del tiempo para planificar tus actividades al aire libre.
fr: Consultez les prévisions météorologiques pour planifier vos activités de plein air.
id: Periksa ramalan cuaca untuk merencanakan aktivitas luar ruangan Anda.
ru: Проверьте прогноз погоды, чтобы спланировать свои мероприятия на свежем воздухе.
zh: 查看天气预报来计划你的户外活动。

source: Check-In
es: Facturación
fr: Enregistrement
id: Cek-in
ru: Регистрация
zh: 值机

source: Chest
es: Pecho
fr: Poitrine
id: Dada
ru: Грудь
zh: 胸膛

source: Chicken Breast
es: Pechuga de pollo
fr: Filet de poulet
id: Dada Ayam
ru: Куриная Грудка
zh: 鸡胸肉

source: Chicken Salad
es: Ensalada De Pollo
fr: Salade de poulet
id: Salad Ayam
ru: Куриный Салат
zh: 鸡肉沙拉

source: Choose a Color
es: Elige un color
fr: Choisissez une couleur
id: Pilih Warna
ru: Выберите цвет
zh: 选择一种颜色
